Repository: objectis/cookiescript-wp-plugin
Catalog: languages/CookieScript-*.po
Languages: lt_lt, ru_ru

source: Cookie Script Settings 🍪
lt_lt: Cookie Script Nustatymai 🍪
ru_ru: Настройки Cookie Script 🍪

source: Item ID
lt_lt: Elemento ID
ru_ru: ID Скрипта

source: You can get your Item ID in your account on Cookie-Script.com. Item ID is located below the name of each item on the account page.
lt_lt: Elemento ID galite rasti prisijungus prie savo Cookie-Script.com paskyros, visų elementų sąraše, po riekiamo elemento domenu.
ru_ru: ID скрипта можно узнать подключившись к своему Cookie-Script.com аккаунту. ID скрипта найдёте под нужным Вам доменом в списке всех своих доменов.

source: HTTPS + Geo Targeting (EU)
lt_lt: HTTPS + Geo Taikymas (ES)
ru_ru: HTTPS + Гео-нацеливание (ЕС)

source: Save 👌
lt_lt: Išsaugoti 👌
ru_ru: Сохранить 👌

source: Hello there!
lt_lt: Sveiki!
ru_ru: Привет!

source: In order to block third-party cookies you still have to make %1$s.
lt_lt: Tam, kad užblokuoti trečiųjų šalių slapukus Jūs vis tiek turite padaryti %1$s.
ru_ru: Для того чтобы заблокировать куки третьих сторон вы всё равно должны сделать %1$s.

source: these changes
lt_lt: šituos pakeitimus
ru_ru: эти коррекции

source: For more manuals feel free to check our %1$s.
lt_lt: Daugiau pagalbinių straipsnių galite rasti %1$s.
ru_ru: Подробное руководство можно найти %1$s.

source: manuals section
lt_lt: čia
ru_ru: здесь

source: For more help and support feel free to contact by email %1$s.
lt_lt: Iškilus klausimams arba dėl platesnės pagalbos teiraukitės el. paštu %1$s.
ru_ru: При возникновении вопросов, а так же за помощью по плагину обращайтесь по эл. почте %1$s.

source: Item not found.
lt_lt: Elementas nerastas.
ru_ru: Скрипт не найден.

source: HTTPS item with this ID is not found. Make sure you have paid membership on Cookie-Script.com. You can get it %1$s.
lt_lt: HTTPS elementas su nurodytu ID nerastas. Prašome įsitikinkite jog priklausote vienai iš mokamų Cookie-Script.com narysčių. Ją įsigyti galite %1$s.
ru_ru: HTTPS скрипт с указанным ID не найден. Пожалуйста убедитесь в своём платном членстве на Cookie-Script.com. Вы можете приобрести его %1$s.

source: here
lt_lt: čia
ru_ru: здесь

source: HTTPS + GEO Targeting item with this ID is not found. Make sure you have paid membership on Cookie-Script.com. You can get it %1$s.
lt_lt: HTTPS + Geo Taikymo elementas su nurodytu ID nerastas. Prašome įsitikinkite jog priklausote vienai iš mokamų Cookie-Script.com narysčių. Ją įsigyti galite %1$s.
ru_ru: "HTTPS + Гео-нацеливание" скрипт с указанным ID не найден. Пожалуйста убедитесь в своём платном членстве на Cookie-Script.com. Вы можете приобрести его %1$s.

source: Item found.
lt_lt: Elementas rastas.
ru_ru: Скрипт найден.

source: Settings
lt_lt: Nustatymai
ru_ru: Настройки
